{
   "scene01": "Susie and Joe are in their local restaurant. They're talking about two of their friends at school and need your help.",
   "scene02": "Joe starts to tell the story",
   "scene03": "John and Robert are friends. They are in the same class together at school. \nSometimes they find it difficult to be friends with others in their class. They love playing football together.",
   "scene04": "Robert tends to get angry quite easily and sometimes gets in trouble with his teachers. He doesn't like getting in trouble and really wants to learn how to be better at managing his anger and the difficult thoughts and feelings that he has.",
   "scene05": "John hasn’t been at the school for very long. Sometimes he has difficult feelings that bother him a lot. Mostly these are sad feelings about things that have happened in the past. He wants to learn what he can do to help him cope with his difficult feelings.",
   "scene06": "Right now John and Robert are in the playground, it’s break time. They are in the middle of a game of football. John passes the ball to Robert and Robert is through. It looks like Robert is about to score!",
   "scene07": "Suddenly the bell rings signalling the end of break time.",
   "scene08": "Should Robert stop playing the game and line up even though he's annoyed? \nShould he not worry about it and just go to line up? \nOr should he go ahead and shoot as he is about to score?",
   "scene09": "The teacher and all the pupils line up - including Robert and John. Robert is feeling happy that he has been playing with his friends, but a bit disappointed the game ended early.",
   "scene10": "How can Robert Make himself feel better? Should he just do nothing? Or should he try something called 'soles of feet practice'?",
   "scene11": "Robert is annoyed and carries on playing. He shoots past the keeper. The goalie is distracted. He has heard the bell and wasn’t looking.",
   "scene12": "Robert has scored but the others complain that it wasn’t fair. They argue that the bell had gone and so the goal does not count.",
   "scene13": "What should Robert do? Should he argue? Or should he just line up and forget all about it?",
   "scene14": "Robert starts to argue with his friends. He says that the goal should be counted and he finds himself getting hotter and hotter. His friends ignore him and they go off to line up.",
   "scene15": "Robert's teacher tells him to stop arguing and apologise. Robert is now feeling angry with his class teacher too.",
   "scene16": "What do you think Robert did next? Apologise and line up? Or argue with his teacher too?",
   "scene17": "Robert decides to argue with the class teacher. He is now not allowed in class. He is feeling very angry and upset.",
   "scene18": "Do you think it would help if Robert thinks for a while about how he is feeling? Or is there nothing he can do?",
   "scene19": "Robert thinks there's nothing he can do and stays upset and angry for a long while. He feels angry with his friends and angry with himself. Even when he finally gets back to class, he cannot concentrate on what is going on. It feels like a difficult day for him.",
   "scene20": "Robert starts to think about how he is feeling. He notices that he is feeling angry and upset. He also feels quite hot. His thoughts are racing.",
   "scene21": "Should Robert keep going over his angry thoughts and feelings? Should he just ignore them or hide them? Or should he try something called a 'breathing space'?",
   "scene22": "Robert does a breathing space. Slowly he starts to notice that he is feeling better. He notices that his breathing has calmed down and his thoughts are now a little clearer.",
   "scene23": "After his breathing space Robert gets back into class. He feels better and starts to pay attention to what is going on.",
   "scene24": "Robert is able to get into class. He sits down but he struggles to focus on what is going on and still keeps thinking about what happened in the playground. He feels a bit hot but he’s trying his best. He cannot listen to what is going on.",
   "scene25": "Robert goes to line up. He still feels annoyed about what has happened during playtime.",
   "scene26": "What should Robert do? Should he express his angry feelings to the others? Should he just do nothing? Or should he try something called 'soles of feet practice'?",
   "scene27": "Robert focuses on his feet, noticing how they feel, his shoes, and on the ground. He does this for a few minutes.",
   "scene28": "After focusing on his feet for a while, Robert notices that he feels a bit calmer, although he is still not feeling totally calm and focused.",
   "scene29": "Robert apologises to his friends and goes off to line up.",
   "scene30": "Robert is still feeling a bit upset. His face is feeling hot. His mouth is feeling dry too.",
   "scene31": "Is there nothing Robert could do to help himself further? Or could he do something to care for himself?",
   "scene32": "Should Robert blame the teacher and go and have it out with him? Should he think more about his own feelings? Or should he do something to care for himself?",
   "scene33": "Robert realises that he feels thirsty. He gets some water to drink. He feels much better. But he’s still thinking about the playground.",
   "scene34": "Is there anything else Robert could do? Should he not bother to do anything more? Or should he try something called a 'breathing space'?",
   "scene35": "Robert is a lot happier and back to paying attention in class. Joe and Susie say thanks for all the great help you've given them.",
   "scene36": "Robert is still angry and upset and has had a really tough day. Joe and Susie say thanks for trying to help anyway.",
   "scene37": "Robert is still worrying about what happened and hasn't been concentrating all day. Joe and Susie say thanks for the help you've given."
}
